Repository: hebiweng/interstellar
Catalog: ios/App/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ko, tr, zh_hans

# dynamic.d9e7f60cb4
source: House {{value1}} analysis
de: Analyse von Haus {{value1}}
es: Análisis de la casa {{value1}}
fr: Analyse de la maison {{value1}}
it: Analisi della Casa {{value1}}
ko: {{value1}}하우스 분석
tr: {{value1}}. Ev analizi
zh_hans: 第{{value1}}宫分析

# dynamic.da283ac4d3
source: {{value1}} entering your {{value2}}
de: {{value1}} tritt in deinen Bereich {{value2}} ein
es: {{value1}} entrando en tu {{value2}}
fr: {{value1}} entre dans votre {{value2}}
it: {{value1}} entra nel tuo settore {{value2}}
ko: {{value1}}가 나의 {{value2}}에 진입
tr: {{value1}}, sizin {{value2}} alanınıza giriyor
zh_hans: {{value1}}即将进入你的{{value2}}

# dynamic.e2ccdb4ffa
source: {{value1}} enters {{value2}}
de: {{value1}} tritt in {{value2}} ein
es: {{value1}} entra en {{value2}}
fr: {{value1}} entre en {{value2}}
it: {{value1}} entra in {{value2}}
ko: {{value1}}가 {{value2}}에 진입
tr: {{value1}}, {{value2}} konumuna giriyor
zh_hans: {{value1}}进入{{value2}}

# dynamic.e59f8c38f4
source: Exact {{value1}}
de: Exakt {{value1}}
es: Exacto {{value1}}
it: Esatto {{value1}}
ko: 정확 {{value1}}
tr: Kesin {{value1}}
zh_hans: {{value1}}精确

# dynamic.ee6f12f5bb
source: {{value1}} planned cross-chart aspects
de: {{value1}} geplante horoskopübergreifende Aspekte
es: {{value1}} aspectos entre cartas planificados
fr: {{value1}} aspects croisés planifiés
it: {{value1}} aspetti pianificati tra i temi
ko: 계획된 차트 간 애스펙트 {{value1}}개
tr: {{value1}} planlanmış haritalar arası açı
zh_hans: {{value1}} 个已规划的跨盘相位

# dynamic.fa9464bed5
source: {{value1}} days
de: {{value1}} Tage
es: {{value1}} días
fr: {{value1}} jours
it: {{value1}} giorni
ko: {{value1}}일
tr: {{value1}} gün
zh_hans: {{value1}}天

# dynamic.fe7c54d6dc
source: Ends {{value1}}
de: Endet {{value1}}
es: Termina {{value1}}
fr: Se termine {{value1}}
it: Termina {{value1}}
ko: {{value1}} 종료
tr: Bitiş {{value1}}
zh_hans: {{value1}}结束

# enrichment.active-now
source: Active now
de: Jetzt aktiv
es: Activo ahora
fr: Actif maintenant
it: Attivo ora
ko: 현재 활성
tr: Şu anda aktif
zh_hans: 当前活跃

# enrichment.long-term-background
source: Long-term background
de: Langfristiger Hintergrund
es: Contexto a largo plazo
fr: Contexte à long terme
it: Contesto a lungo termine
ko: 장기 배경
tr: Uzun vadeli arka plan
zh_hans: 长期背景

# enrichment.progressed
source: Progressed
de: Progressiv
es: Progresado
fr: Progressé
it: Progredito
ko: 프로그레션
tr: İlerletilmiş
zh_hans: 次限

# format.calendar-day
source: Day {{value}}
de: Tag {{value}}
es: Día {{value}}
fr: Jour {{value}}
it: Giorno {{value}}
ko: {{value}}일째
tr: {{value}}. Gün
zh_hans: {{value}}日

# format.day
source: Day {{value}}
de: Tag {{value}}
es: Día {{value}}
fr: Jour {{value}}
it: Giorno {{value}}
ko: {{value}}일
tr: {{value}}. Gün
zh_hans: 第{{value}}天

# format.exact-again
source: Exact again {{value}}
de: Erneut exakt {{value}}
es: Exacto de nuevo el {{value}}
fr: À nouveau exact le {{value}}
it: Di nuovo esatto {{value}}
ko: 다시 정확 {{value}}
tr: Yeniden kesinleşme {{value}}
zh_hans: 再次精确 {{value}}

# format.hours-duration
source: · about {{value}}h
de: · etwa {{value}} Std.
es: · unas {{value}} h
fr: · environ {{value}} h
it: · circa {{value}} h
ko: · 약 {{value}}시간
tr: · yaklaşık {{value}} sa
zh_hans: · 约{{value}}小时

# format.next-days.one
source: Next day
de: Nächster Tag
es: Próximo día
fr: Jour suivant
it: Giorno successivo
ko: 다음 날
tr: Sonraki gün
zh_hans: 未来1天

# format.next-days.other
source: Next {{value}} days
de: Nächste {{value}} Tage
es: Próximos {{value}} días
fr: {{value}} prochains jours
it: Prossimi {{value}} giorni
ko: 향후 {{value}}일
tr: Sonraki {{value}} gün
zh_hans: 未来{{value}}天

# format.next-months.one
source: Next month
de: Nächster Monat
es: Próximo mes
fr: Mois suivant
it: Mese successivo
ko: 다음 달
tr: Sonraki ay
zh_hans: 未来1个月

# format.next-months.other
source: Next {{value}} months
de: Nächste {{value}} Monate
es: Próximos {{value}} meses
fr: {{value}} prochains mois
it: Prossimi {{value}} mesi
ko: 향후 {{value}}개월
tr: Sonraki {{value}} ay
zh_hans: 未来{{value}}个月

# format.quarter
source: Quarter {{value}}
de: Quartal {{value}}
es: Trimestre {{value}}
fr: Trimestre {{value}}
it: Trimestre {{value}}
ko: {{value}}분기
tr: Çeyrek {{value}}
zh_hans: 第{{value}}阶段

# format.retrograde-planets.one
source: 1 planet retrograde
de: 1 Planet rückläufig
es: 1 planeta retrógrado
fr: 1 planète rétrograde
it: 1 pianeta retrogrado
ko: 역행 행성 1개
tr: 1 gezegen retrograd
zh_hans: 1颗行星处于逆行

# format.retrograde-planets.other
source: {{value}} planets retrograde
de: {{value}} Planeten rückläufig
es: {{value}} planetas retrógrados
fr: {{value}} planètes rétrogrades
it: {{value}} pianeti retrogradi
ko: 역행 행성 {{value}}개
tr: {{value}} gezegen retrograd
zh_hans: {{value}}颗行星处于逆行

# format.saved-questions.one
source: 1 saved locally
de: 1 lokal gespeichert
es: 1 pregunta guardada en el dispositivo
fr: 1 question enregistrée sur l’appareil
it: 1 salvata localmente
ko: 로컬에 1개 저장됨
tr: 1 soru yerel olarak kaydedildi
zh_hans: 本机已保存 1 条

# format.saved-questions.other
source: {{value}} saved locally
de: {{value}} lokal gespeichert
es: {{value}} preguntas guardadas en el dispositivo
fr: {{value}} questions enregistrées sur l’appareil
it: {{value}} salvate localmente
ko: 로컬에 {{value}}개 저장됨
tr: {{value}} soru yerel olarak kaydedildi
zh_hans: 本机已保存 {{value}} 条

# format.view-all-areas
source: View all {{value}} areas
de: Alle {{value}} Bereiche anzeigen
es: Ver las {{value}} áreas
fr: Voir les {{value}} domaines
it: Visualizza tutte le {{value}} aree
ko: {{value}}개 영역 모두 보기
tr: {{value}} alanın tümünü görüntüle
zh_hans: 查看全部{{value}}个领域

# icloud.backup-now
source: Back Up Now
de: Jetzt sichern
es: Crear copia ahora
fr: Sauvegarder maintenant
it: Esegui backup ora
ko: 지금 백업
tr: Şimdi Yedekle
zh_hans: 立即备份

# icloud.backup-toggle
source: Save personal data to iCloud
de: Persönliche Daten in iCloud speichern
es: Guardar datos personales en iCloud
fr: Enregistrer les données personnelles dans iCloud
it: Salva i dati personali su iCloud
ko: 개인 데이터를 iCloud에 저장
tr: Kişisel verileri iCloud’a kaydet
zh_hans: 将个人数据保存到 iCloud

# icloud.description
source: Backs up profiles, reports, language, appearance and interpretation settings to your private iCloud container.
de: Sichert Profile, Berichte, Sprache, Darstellung und Deutungseinstellungen in deinem privaten iCloud-Container.
es: Guarda perfiles, informes, idioma, apariencia y ajustes de interpretación en tu contenedor privado de iCloud.
fr: Sauvegarde les profils, rapports, la langue, l’apparence et les réglages d’interprétation dans votre conteneur iCloud privé.
it: Esegue il backup di profili, report, lingua, aspetto e impostazioni di interpretazione nel tuo contenitore iCloud privato.
ko: 프로필, 보고서, 언어, 화면 모드 및 해석 설정을 개인 iCloud 컨테이너에 백업합니다.
tr: Profilleri, raporları, dili, görünümü ve yorumlama ayarlarını özel iCloud kapsayıcınıza yedekler.
zh_hans: 将人物、报告、语言、外观和解读设置备份到你的私人 iCloud 容器。

# icloud.no-backup
source: No iCloud backup was found.
de: Kein iCloud-Backup gefunden.
es: No se encontró ninguna copia en iCloud.
fr: Aucune sauvegarde iCloud trouvée.
it: Nessun backup iCloud trovato.
ko: iCloud 백업을 찾을 수 없습니다.
tr: iCloud yedeği bulunamadı.
zh_hans: 未找到 iCloud 备份。

# icloud.restore
source: Restore from iCloud
de: Aus iCloud wiederherstellen
es: Restaurar desde iCloud
fr: Restaurer depuis iCloud
it: Ripristina da iCloud
ko: iCloud에서 복원
tr: iCloud’dan Geri Yükle
zh_hans: 从 iCloud 恢复

# icloud.restored
source: Backup restored.
de: Backup wiederhergestellt.
es: Copia restaurada.
fr: Sauvegarde restaurée.
it: Backup ripristinato.
ko: 백업을 복원했습니다.
tr: Yedek geri yüklendi.
zh_hans: 备份已恢复。

# icloud.saved
source: Backup saved.
de: Backup gespeichert.
es: Copia guardada.
fr: Sauvegarde enregistrée.
it: Backup salvato.
ko: 백업을 저장했습니다.
tr: Yedek kaydedildi.
zh_hans: 备份已保存。

# icloud.unavailable
source: iCloud backup is unavailable on this device or build.
de: iCloud-Backup ist auf diesem Gerät oder in diesem Build nicht verfügbar.
es: La copia en iCloud no está disponible en este dispositivo o compilación.
fr: La sauvegarde iCloud est indisponible sur cet appareil ou cette version.
it: Il backup iCloud non è disponibile su questo dispositivo o in questa build.
ko: 이 기기 또는 빌드에서는 iCloud 백업을 사용할 수 없습니다.
tr: iCloud yedekleme bu cihazda veya derlemede kullanılamıyor.
zh_hans: 此设备或构建暂不可使用 iCloud 备份。

# insight.current-sky.activity
source: Activity
de: Aktivität
es: Actividad
fr: Activité
it: Attività
ko: 활동도
tr: Etkinlik
zh_hans: 活跃度

# insight.current-sky.atmosphere
source: Atmosphere
de: Atmosphäre
es: Atmósfera
fr: Atmosphère
it: Atmosfera
ko: 분위기
tr: Atmosfer
zh_hans: 整体氛围

# insight.current-sky.domain.action
source: Action
de: Handeln
es: Acción
it: Azione
ko: 행동
tr: Eylem
zh_hans: 行动竞争

# insight.current-sky.domain.culture
source: Culture
de: Kultur
es: Cultura
it: Cultura
ko: 문화
tr: Kültür
zh_hans: 文化价值

# insight.current-sky.domain.institutions
source: Institutions
de: Institutionen
es: Instituciones
it: Istituzioni
ko: 기관
tr: Kurumlar
zh_hans: 制度结构

# insight.current-sky.domain.public-mood
source: Public mood
de: Öffentliche Stimmung
es: Ánimo público
fr: Humeur publique
it: Umore collettivo
ko: 사회 분위기
tr: Toplumsal ruh hali
zh_hans: 公共情绪

# insight.current-sky.domain.relationships
source: Relationships
de: Beziehungen
es: Relaciones
fr: Relations
it: Relazioni
ko: 관계
tr: İlişkiler
zh_hans: 关系合作

# insight.current-sky.domain.resources
source: Resources
de: Ressourcen
es: Recursos
fr: Ressources
it: Risorse
ko: 자원
tr: Kaynaklar
zh_hans: 资源经济

# insight.current-sky.domain.technology
source: Technology
de: Technologie
es: Tecnología
fr: Technologie
it: Tecnologia
ko: 기술
tr: Teknoloji
zh_hans: 技术创新

# insight.current-sky.dominant-pattern
source: Dominant pattern
de: Dominantes Muster
es: Patrón dominante
fr: Schéma dominant
it: Schema dominante
ko: 주요 패턴
tr: Baskın örüntü
zh_hans: 主导结构

# insight.current-sky.element-mode-climate
source: Element & mode climate
de: Element- & Modalitätsklima
es: Clima de elementos y modalidades
fr: Climat des éléments et des modes
it: Clima di elementi e modalità
ko: 원소 및 양상 분위기
tr: Element ve nitelik iklimi
zh_hans: 元素与模式气质

# insight.current-sky.focus
source: Focus
de: Fokus
es: Enfoque
ko: 초점
tr: Odak
zh_hans: 焦点

# insight.current-sky.full-moon
source: Full Moon
de: Vollmond
es: Luna llena
fr: Pleine Lune
it: Luna piena
ko: 보름달
tr: Dolunay
zh_hans: 满月

# insight.current-sky.high
source: High
de: Hoch
es: Alto
fr: Élevé
it: Alto
ko: 높음
tr: Yüksek
zh_hans: 高

# insight.current-sky.illuminated
source: illuminated
de: beleuchtet
es: iluminado
fr: éclairé
it: illuminata
ko: 밝음
tr: aydınlanmış
zh_hans: 照亮

# insight.current-sky.long-cycle
source: Long cycle
de: Langer Zyklus
es: Ciclo largo
fr: Cycle long
it: Ciclo lungo
ko: 장기 주기
tr: Uzun döngü
zh_hans: 长期周期

# insight.current-sky.low
source: Low
de: Niedrig
es: Bajo
fr: Faible
it: Basso
ko: 낮음
tr: Düşük
zh_hans: 低

# insight.current-sky.lunar-phase
source: Lunar phase
de: Mondphase
es: Fase lunar
fr: Phase lunaire
it: Fase lunare
ko: 달의 위상
tr: Ay evresi
zh_hans: 月相

# insight.current-sky.major-aspect-pattern
source: Major aspect pattern
de: Hauptaspektmuster
es: Patrón de aspectos principales
fr: Configuration d’aspects majeurs
it: Schema degli aspetti maggiori
ko: 주요 애스펙트 패턴
tr: Majör açı örüntüsü
zh_hans: 主要连接结构

# insight.current-sky.moderate
source: Moderate
de: Mittel
es: Moderado
fr: Modéré
it: Moderato
ko: 보통
tr: Orta
zh_hans: 中等

# insight.current-sky.moon-area
source: Moon area
de: Mondbereich
es: Área lunar
fr: Domaine lunaire
it: Area della Luna
ko: 달의 영역
tr: Ay alanı
zh_hans: 月亮领域

# insight.current-sky.moon-now
source: Moon now
de: Mond jetzt
es: La Luna ahora
fr: La Lune maintenant
it: Luna ora
ko: 현재 달
tr: Ay şimdi
zh_hans: 此刻的月亮

# insight.current-sky.moon-sign
source: Moon sign
de: Mondzeichen
es: Signo lunar
fr: Signe lunaire
it: Segno della Luna
ko: 달 별자리
tr: Ay burcu
zh_hans: 月亮落座

# insight.current-sky.new-moon
source: New Moon
de: Neumond
es: Luna nueva
fr: Nouvelle Lune
it: Luna nuova
ko: 신월
tr: Yeni Ay
zh_hans: 新月

# insight.current-sky.planetary-motion
source: Planetary motion
de: Planetenbewegung
es: Movimiento planetario
fr: Mouvement planétaire
it: Moto planetario
ko: 행성 운동
tr: Gezegen hareketi
zh_hans: 行星运动

# insight.current-sky.pressure
source: Pressure
de: Druck
es: Presión
fr: Pression
it: Pressione
ko: 압력
tr: Baskı
zh_hans: 压力

# insight.current-sky.review-cycles
source: Review cycles
de: Überprüfungszyklen
es: Ciclos de revisión
fr: Cycles de révision
it: Cicli di revisione
ko: 재검토 주기
tr: Gözden geçirme döngüleri
zh_hans: 回顾调整中的主题

# insight.current-sky.short-cycle
source: Short cycle
de: Kurzer Zyklus
es: Ciclo corto
fr: Cycle court
it: Ciclo breve
ko: 단기 주기
tr: Kısa döngü
zh_hans: 短期周期

# insight.current-sky.sign-changes
source: Sign changes
de: Zeichenwechsel
es: Cambios de signo
fr: Changements de signe
it: Cambi di segno
ko: 별자리 이동
tr: Burç değişimleri
zh_hans: 换座信号

# insight.current-sky.sky-at-a-glance
source: Sky at a glance
de: Himmel auf einen Blick
es: El cielo de un vistazo
fr: Le ciel en un coup d’œil
it: Cielo a colpo d’occhio
ko: 한눈에 보는 하늘
tr: Gökyüzüne genel bakış
zh_hans: 当前天空总览

# insight.current-sky.support
source: Support
de: Unterstützung
es: Apoyo
fr: Soutien
it: Sostegno
ko: 지지
tr: Destek
zh_hans: 支持

# insight.current-sky.upcoming-7-days
source: Upcoming 7 days
de: Kommende 7 Tage
es: Próximos 7 días
fr: 7 prochains jours
it: Prossimi 7 giorni
ko: 향후 7일
tr: Yaklaşan 7 gün
zh_hans: 未来七天

# insight.current-sky.very-high
source: Very high
de: Sehr hoch
es: Muy alto
fr: Très élevé
it: Molto alto
ko: 매우 높음
tr: Çok yüksek
zh_hans: 极高

# insight.natal.calculated-pattern
source: Calculated pattern
de: Berechnetes Muster
es: Patrón calculado
fr: Schéma calculé
it: Schema calcolato
ko: 계산된 패턴
tr: Hesaplanan örüntü
zh_hans: 计算结果

# insight.natal.career-direction
source: Career & direction
de: Beruf & Richtung
es: Carrera y dirección
fr: Carrière et orientation
it: Carriera e direzione
ko: 커리어 및 방향
tr: Kariyer ve yön
zh_hans: 事业与方向

# insight.natal.category.change-innovation
source: Change/innovation
de: Veränderung/Innovation
es: Cambio/innovación
fr: Changement/innovation
it: Cambiamento/innovazione
ko: 변화/혁신
tr: Değişim/yenilik
zh_hans: 改变/创新

# insight.natal.category.core-self
source: Core/self
de: Kern/Selbst
es: Núcleo/yo
fr: Noyau/soi
it: Nucleo/sé
ko: 핵심/자아
tr: Öz/benlik
zh_hans: 核心/自我

# insight.natal.category.direction-fate
source: Direction/fate
de: Richtung/Schicksal
es: Dirección/destino
fr: Direction/destin
it: Direzione/destino
ko: 방향/운명
tr: Yön/kader
zh_hans: 方向/命运

# insight.natal.category.drive-action
source: Drive/action
de: Antrieb/Handlung
es: Impulso/acción
fr: Élan/action
it: Spinta/azione
ko: 추진력/행동
tr: Dürtü/eylem
zh_hans: 行动/驱动

# insight.natal.category.growth-belief
source: Growth/belief
de: Wachstum/Glaube
es: Crecimiento/creencias
fr: Croissance/croyances
it: Crescita/convinzioni
ko: 성장/신념
tr: Büyüme/inanç
zh_hans: 成长/信念

# insight.natal.category.heart-values
source: Heart/values
de: Herz/Werte
es: Corazón/valores
fr: Cœur/valeurs
it: Cuore/valori
ko: 마음/가치
tr: Kalp/değerler
zh_hans: 情感/价值

# insight.natal.category.mind-voice
source: Mind/voice
de: Geist/Stimme
es: Mente/voz
fr: Esprit/voix
it: Mente/voce
ko: 사고/목소리
tr: Zihin/ifade
zh_hans: 思维/表达

# insight.natal.category.structure-limits
source: Structure/limits
de: Struktur/Grenzen
es: Estructura/límites
fr: Structure/limites
it: Struttura/limiti
ko: 구조/한계
tr: Yapı/sınırlar
zh_hans: 结构/边界

# insight.natal.category.transformation-power
source: Transformation/power
de: Transformation/Macht
es: Transformación/poder
fr: Transformation/pouvoir
it: Trasformazione/potere
ko: 변환/힘
tr: Dönüşüm/güç
zh_hans: 转化/力量

# insight.natal.chart-ruler
source: Chart ruler
de: Horoskopherrscher
es: Regente de la carta
fr: Maître de la carte
it: Governatore del tema
ko: 차트 주인성
tr: Harita yöneticisi
zh_hans: 命主星

# insight.natal.chart-signature
source: Chart signature
de: Horoskopsignatur
es: Firma de la carta
fr: Signature de la carte
it: Firma del tema
ko: 차트 시그니처
tr: Harita imzası
zh_hans: 星盘签名

# insight.natal.contribution-arena
source: Contribution arena
de: Beitragsbereich
es: Área de contribución
fr: Domaine de contribution
it: Ambito di contributo
ko: 기여 영역
tr: Katkı alanı
zh_hans: 贡献领域

# insight.natal.core-strength
source: Core strength
de: Kernstärke
es: Fortaleza principal
fr: Force principale
it: Forza centrale
ko: 핵심 강점
tr: Temel güç
zh_hans: 核心优势

# insight.natal.core-strength.8f039a7
source: CORE STRENGTH
de: KERNSTÄRKE
es: FORTALEZA PRINCIPAL
fr: FORCE PRINCIPALE
it: FORZA CENTRALE
ko: 핵심 강점
tr: TEMEL GÜÇ
zh_hans: 核心优势

# insight.natal.direction-ruler
source: Direction ruler
de: Richtungsherrscher
es: Regente de la dirección
fr: Maître de l’orientation
it: Governatore della direzione
ko: 방향 주인성
tr: Yön yöneticisi
zh_hans: 方向主星

# insight.natal.element-mode-balance
source: Element & mode balance
de: Element- & Modalitätsbalance
es: Equilibrio de elementos y modalidades
fr: Équilibre des éléments et des modes
it: Equilibrio di elementi e modalità
ko: 원소 및 양상 균형
tr: Element ve nitelik dengesi
zh_hans: 元素与模式

# insight.natal.emotional-needs
source: Emotional needs
de: Emotionale Bedürfnisse
es: Necesidades emocionales
fr: Besoins émotionnels
it: Bisogni emotivi
ko: 감정적 필요
tr: Duygusal ihtiyaçlar
zh_hans: 情绪需要

# insight.natal.growth-edge
source: Growth edge
de: Wachstumskante
es: Área de crecimiento
fr: Axe de progression
it: Area di crescita
ko: 성장 과제
tr: Gelişim alanı
zh_hans: 成长面

# insight.natal.growth-edge.7132b9f
source: GROWTH EDGE
de: WACHSTUMSKANTE
es: ÁREA DE CRECIMIENTO
fr: AXE DE PROGRESSION
it: AREA DI CRESCITA
ko: 성장 과제
tr: GELİŞİM ALANI
zh_hans: 成长面

# insight.natal.house-emphasis
source: House emphasis
de: Häuserbetonung
es: Énfasis por casas
fr: Accent sur les maisons
it: Enfasi delle case
ko: 하우스 강조
tr: Ev vurgusu
zh_hans: 宫位侧重

# insight.natal.key-aspects
source: Key aspects
de: Wichtige Aspekte
es: Aspectos clave
fr: Aspects clés
it: Aspetti chiave
ko: 주요 애스펙트
tr: Temel açılar
zh_hans: 关键连接

# insight.natal.love-connection
source: Love & Connection
de: Liebe & Verbindung
es: Amor y conexión
fr: Amour et lien
it: Amore e connessione
ko: 사랑 및 연결
tr: Aşk ve bağ
zh_hans: 爱与连接

# insight.natal.moon
source: Moon
de: Mond
es: Luna
fr: Lune
it: Luna
ko: 달
tr: Ay
zh_hans: 月亮

# insight.natal.natal-interpretation
source: Natal interpretation
de: Radixdeutung
es: Interpretación natal
fr: Interprétation natale
it: Interpretazione natale
ko: 출생 차트 해석
tr: Doğum haritası yorumu
zh_hans: 本命解读

# insight.natal.orientation
source: Orientation
de: Ausrichtung
es: Orientación
it: Orientamento
ko: 성향
tr: Yönelim
zh_hans: 总体取向

# insight.natal.planet-placements
source: Planet placements
de: Planetenstellungen
es: Posiciones planetarias
fr: Positions planétaires
it: Posizioni planetarie
ko: 행성 배치
tr: Gezegen yerleşimleri
zh_hans: 行星落座

# insight.natal.public-style
source: Public style
de: Öffentlicher Stil
es: Estilo público
fr: Style public
it: Stile pubblico
ko: 사회적 스타일
tr: Toplumsal tarz
zh_hans: 公众风格

# insight.natal.strengths-growth-edges
source: Strengths & growth edges
de: Stärken & Wachstumsfelder
es: Fortalezas y áreas de crecimiento
fr: Forces et axes de progression
it: Punti di forza e aree di crescita
ko: 강점 및 성장 과제
tr: Güçlü yanlar ve gelişim alanları
zh_hans: 优势与成长面

# insight.natal.sun
source: Sun
de: Sonne
es: Sol
fr: Soleil
it: Sole
ko: 태양
tr: Güneş
zh_hans: 太阳

# insight.natal.you-give
source: You give
de: Was du gibst
es: Lo que aportas
fr: Ce que vous apportez
it: Ciò che dai
ko: 내가 주는 것
tr: Sunduğunuz
zh_hans: 你给予

# insight.natal.you-give.f5b2fe5
source: YOU GIVE
de: WAS DU GIBST
es: LO QUE APORTAS
fr: CE QUE VOUS APPORTEZ
it: CIÒ CHE DAI
ko: 내가 주는 것
tr: SUNDUĞUNUZ
zh_hans: 你给予

# insight.natal.you-need
source: You need
de: Was du brauchst
es: Lo que necesitas
fr: Ce dont vous avez besoin
it: Ciò di cui hai bisogno
ko: 내가 필요한 것
tr: İhtiyacınız
zh_hans: 你需要

# insight.natal.you-need.b0c8f29
source: YOU NEED
de: WAS DU BRAUCHST
es: LO QUE NECESITAS
fr: CE DONT VOUS AVEZ BESOIN
it: CIÒ DI CUI HAI BISOGNO
ko: 내가 필요한 것
tr: İHTİYACINIZ
zh_hans: 你需要

# insight.progressed-moon.fact
source: Progressed moon
de: Progressiver Mond
es: Luna progresada
fr: Lune progressée
it: Luna progredita
ko: 프로그레션 달
tr: İlerletilmiş Ay
zh_hans: 次限月亮

# insight.progressed-moon.title
source: Progressed moon
de: Progressiver Mond
es: Luna a largo plazo
fr: Lune à long terme
it: Luna progredita
ko: 프로그레션 달
tr: İlerletilmiş Ay
zh_hans: 长期月亮

# insight.reviewing.status
source: Reviewing
de: Überprüfung
es: En revisión
fr: En révision
it: In revisione
ko: 재검토 중
tr: Gözden geçiriyor
zh_hans: 回顾调整中

# insight.secondary.24-month-timeline
source: 24-month timeline
de: 24-Monats-Zeitleiste
es: Cronología de 24 meses
fr: Chronologie sur 24 mois
it: Cronologia di 24 mesi
ko: 24개월 타임라인
tr: 24 aylık zaman çizelgesi
zh_hans: 长期时间线

# insight.secondary.areas-maturing
source: Areas maturing
de: Reifende Bereiche
es: Áreas en maduración
fr: Domaines en maturation
it: Aree in maturazione
ko: 성숙하는 영역
tr: Olgunlaşan alanlar
zh_hans: 成熟领域

# insight.secondary.building
source: Building
de: Aufbau
es: En desarrollo
fr: En construction
it: Costruzione
ko: 형성
tr: İnşa
zh_hans: 形成中

# insight.secondary.building-phase
source: Building phase
de: Aufbauphase
es: Fase de construcción
fr: Phase de construction
it: Fase di costruzione
ko: 형성 단계
tr: İnşa aşaması
zh_hans: 上弦阶段

# insight.secondary.developmental-chapter
source: Developmental chapter
de: Entwicklungskapitel
es: Etapa de desarrollo
fr: Étape de développement
it: Capitolo di sviluppo
ko: 발달 단계
tr: Gelişim bölümü
zh_hans: 发展阶段

# insight.secondary.emerging
source: EMERGING
de: ENTSTEHEND
es: EMERGENTE
fr: ÉMERGENT
it: EMERGENTE
ko: 떠오름
tr: ORTAYA ÇIKIYOR
zh_hans: 浮现

# insight.secondary.exact
source: Exact
de: Exakt
es: Exacto
it: Esatto
ko: 정확
tr: Kesin
zh_hans: 精确

# insight.secondary.identity-development
source: Identity development
de: Identitätsentwicklung
es: Desarrollo de la identidad
fr: Développement de l’identité
it: Sviluppo dell’identità
ko: 정체성 발달
tr: Kimlik gelişimi
zh_hans: 身份发展

# insight.secondary.in-sign
source: In sign
de: Im Zeichen
es: En el signo
fr: Dans le signe
it: Nel segno
ko: 별자리에 위치
tr: Burçta
zh_hans: 在座时长

# insight.secondary.integration-phase
source: Integration phase
de: Integrationsphase
es: Fase de integración
fr: Phase d’intégration
it: Fase di integrazione
ko: 통합 단계
tr: Bütünleşme aşaması
zh_hans: 下弦阶段

# insight.secondary.natal
source: Natal
de: Radix
it: Natale
ko: 출생
tr: Doğum
zh_hans: 本命

# insight.secondary.natal-sun
source: Natal sun
de: Radix-Sonne
es: Sol natal
fr: Soleil natal
it: Sole natale
ko: 출생 태양
tr: Doğum Güneşi
zh_hans: 本命太阳

# insight.secondary.new-phase
source: New phase
de: Neue Phase
es: Nueva fase
fr: Nouvelle phase
it: Nuova fase
ko: 새 단계
tr: Yeni evre
zh_hans: 新月阶段

# insight.secondary.now
source: Now
de: Jetzt
es: Ahora
fr: Maintenant
it: Ora
ko: 현재
tr: Şimdi
zh_hans: 现在

# insight.secondary.old
source: OLD
de: ALT
es: ANTERIOR
fr: ANCIEN
it: VECCHIO
ko: 이전
tr: ESKİ
zh_hans: 过去

# insight.secondary.progressed-sun
source: Progressed sun
de: Progressive Sonne
es: Sol progresado
fr: Soleil progressé
it: Sole progredito
ko: 프로그레션 태양
tr: İlerletilmiş Güneş
zh_hans: 次限太阳

# insight.secondary.review-phase
source: Review phase
de: Überprüfungsphase
es: Fase de revisión
fr: Phase de révision
it: Fase di revisione
ko: 재검토 단계
tr: Gözden geçirme aşaması
zh_hans: 满月阶段

# insight.secondary.stage
source: Stage
de: Stufe
es: Etapa
fr: Étape
it: Fase
ko: 단계
tr: Aşama
zh_hans: 阶段

# insight.secondary.transition
source: TRANSITION
de: ÜBERGANG
es: TRANSICIÓN
it: TRANSIZIONE
ko: 전환
tr: GEÇİŞ
zh_hans: 转变

# insight.secondary.turning-points
source: Turning points
de: Wendepunkte
es: Puntos de inflexión
fr: Tournants
it: Punti di svolta
ko: 전환점
tr: Dönüm noktaları
zh_hans: 转折点
